{"active_at":"2012-02-16T00:00:00Z","address":"","cities_user_id":null,"city_id":22,"created_at":"2012-02-16T20:58:58Z","day_id":null,"descr":"<p>As I am a software developer, the scaling business is at the heart of what we (my team) do and how we understand technology. It appears that BM has detected a bottleneck: the number of people that can be at the same place at the same time - the Burn proper. This limit is imposed by the Bureau of Land. Another limitation they mention is the traffic: the capacity of the public highways to get people to and from the event. While the former seems like a permanent deal-breaker, we in the warez community have been dealing with bottlenecks like this for some time, and can offer a few suggestions. Another thing BM administration has mentioned is that they can no longer maintain a ticket selling system that is based on first-come-first serve. They explain that it would mean hours of waittime for the purchasers. No disrespect, but I think they are wrong in this assumption. There are 1000 milliseconds in a second, and 86,400 seconds in a day. That is a lot of computer time, and a powerful credit card processing system should be able to do the however many thousands of tens of thousands of transactions required. The attendance is capped at about 50,000** That is not a very large number, and with enough infrastructure I believe BM administration can, in fact, implement a first-come-first-serve selling system. Mind you, they can purchase only several hours (or weeks) of computer time to accommodate the peak. They already use Amazon cloud so they are aware of the fact.</p>\r\n<p>Time, and place. The bottleneck seems to be in the combination of the two. One option BM admin has is to distribute the event in time. (What is wrong with having BM continuously throughout the year? BM is a point of singularity of the human race, nothing says that it has to ever cease.) In 2009 Evolution there were at least three 'major' events: the Burn, the Temple Burn, and the Rocket Launch. If you put 7 days between the three events, spanning near a month, you remove the issue of time from this time-place bottleneck. Place: you can have several simultaneous events. Most participants would probably have to chose to be in only one of them for the whole time, although if the point above (about time) is used, I can imagine a bunch of people hanging out in one place for 7 days, then resting for 7 days, then going to the other place for 7 final days. The Burning Man community can also quite literally split and have two independent events. For the people it would mean choosing to attend one or the other, but if the question is to attend half or continue to limit the number of participants to 50,000, which one would you chose? Finally, it may be the case that BM admin will not consider solving these problems, or does not think of them as scaling problems (the culture of drugs and music is different from the culture of software development, after all)---and it may be that for the next decade or two the BM will remain capped at 50,000, single event per year. In this case, consider all the other festivals that happen around - mardi gras, etd, the Carnival in Rio, Creamfields, etc etc. Consider that the world is beautiful and no matter what we do and what opportunities we use or miss - it remains beautiful, and should always be considered such.</p>\r\n<p>Finally, please observe a video that went viral: ***</p>\r\n<h4>-=----- footnotes</h4>\r\n<ul>\r\n<li>http://blog.burningman.com/2012/02/news/ticket-update-radical-inclusion-meet-the-other-nine/</li>\r\n<li>en.wikipedia.org/wiki/Burning_Man</li>\r\n<li>http://www.youtube.com/watch?v=ahv_1IS7SiE</li>\r\n</ul>","id":13937,"inappropriate_count":0,"is_anonymous":false,"is_done":1,"is_feature":1,"is_outsource":false,"is_public":1,"is_trash":0,"issue_id":null,"name":"Burning man faces huge scaling issues","name_seo":"Burning_man_faces_huge_scaling_issues-PUKGC","photo_content_type":"image/png","photo_file_name":"burn.png","photo_file_size":97838,"photo_updated_at":"2012-02-16T20:58:56Z","rating_denominator":0,"rating_numerator":0,"recommended":[{"active_at":"2012-01-01T00:00:00Z","address":null,"cities_user_id":null,"city_id":22,"created_at":"2008-02-29T00:00:00Z","day_id":null,"descr":"<p>2008_02_29 SAT ::: San Fran, CA ::: The Party<br />The last night of Gomez&rsquo;s stay here was supposed to be, definitely<br />required to be good. And it was. We went to Berkeley to attend The<br />Party, which I had only a vague idea about &lsquo;cept the fact that it was to<br />occur on a college campus, therefore young beautiful people and free<br />booze. At 6:15pm we get all ready and take BART to Berkeley. The<br />way to do it is, you go to an automatic vending machine with a slightly<br />awkward interface and it gives you a ticket, right? And you feed in this<br />ticket to a funny-looking machine that makes weird noises letting you<br />through, and then you are supposed to keep that ticket until the time<br />you get off, feed it into another machine and never see it again, after<br />that. So we did that, then took a wrong train and watched the sunset<br />through the window, then watched some porn on Gomez&rsquo;s phone,<br />then realized we took the wrong train, got off it and on the right train,<br />and finally we arrived to Berkeley.<br />And it&rsquo;s fucking cold. Our outfits provide not much in terms of<br />wind-breaking and retaining thermal energy of our bodies.<br />&ldquo;I&rsquo;m hungry,&rdquo; Mr. Gomez says, &ldquo;let&rsquo;s get something to eat. Some-<br />thing cheap.&rdquo;<br />We walk past several restaurants and fast-food establishments and<br />come to the map of the University.<br />&ldquo;Okay, we are here,&rdquo; Mr. Gomez says, pointing where. &ldquo;And we<br />want to be here. You see these houses? There are all frats.&rdquo;<br />Indeed. On the map, North-East of regular and useful university<br />buildings, there appears like a farm of discreet houses with neat<br />Greek-letter lettering. Those are the frat houses. Those are where<br />we want to be.<br />We proceed forward. Mr. Gomez is right in saying that Berkeley<br />campus is not as aesthetically pleasing as Stanford, and although I<br />have yet to visit Stanford, based on my memories of Michigan and<br />New England I can safely conclude that the Berkeley campus is basi-<br />cally a shithole rubbish slum no-good brick-pile of shit. I mean noth-<br />ing bad by it, and I actually liked one street there, Telegraph st., but<br />overall Berkeley gave me the impression of a community appempting<br />to conform to principles of affluence that may or may not be present<br />4<br />5<br />there. But it still is a nice place to be.<br />First, we go to a regular bar. We show our IDs to the bouncer<br />who continues his conversation with the cellphone disregarding the<br />fact that we&rsquo;re there. We go in and see maybe three people and equal<br />number of bartenders. We look around, ask around and discover that<br />tonight, Sunday, the Party starts later. Okay, the fuck is what fuck-<br />ing fuck&rsquo;s fuck. Not only do San Franciscogoans close most bars at<br />1:37am and kick everyone out by 2am, not only most San Francisco-<br />goans consider this arrangement normal, but also on certain days, it<br />turns out, and in certain places, they actually party like normal. So Mr.<br />Gomez and I, we go to the International Center to give regards to Mr.<br />Gomez&rsquo;s friend, whose name I find out later to be Jaime, pronounced<br />HAY&rsquo;M.<br />Once we arrive to Interventional Center we discover not Jaime,<br />but a 6.5/10 dirty blonde 5&rsquo;10&rdquo; 160lb girl at the receptionist desk.<br />Mr. Gomez talks to her. He finds out a shitload of very useful infor-<br />mation, particularly that there are about two dozen people manning<br />the reception desk and it would be difficult to know exactly who Mr.<br />Gomez have talked the last time he was here, that this here girl is not<br />a party girl animal and does not know of many parties around, that<br />the person who Mr. Gomez talked to is the person to talk to regarding<br />such matters, and finally that this person we are actually looking for is<br />named Jaime, pronounced HAY&rsquo;M, and that he will be manning this<br />reception desk starting in 15min and ending about 3am. With these<br />good news, we retire. We go back to the regular bar.<br />Upon arrival there Mr. Gomez presents his ID to the same<br />bouncer who is off the phone now, and I tells the bouncer &ldquo;You seen<br />us, man. You remember? You seen us.&rdquo; &ldquo;I seen you?&rdquo;---he asks. &ldquo;Yeah<br />man you seen us for sure&rdquo; I say, and the bounder motions us through,<br />and we go in. We assume seats at the bar and order a jar, or pitcher, of<br />wheat beer, and a combo of chicken and fries which a friend of Mr.<br />Gomez&rsquo;s have adversites as &ldquo;HUGE!&rdquo; Our bartender is a white girl<br />6.5/10, 5&rsquo;10&rdquo;, 150lb, brunette. Quite attractive. I would fuck her. Our<br />food costs $7.50, beer $10, tip $2.<br />&ldquo;Do you want any sause with your order, guys? Mustard, BBQ?..&rdquo;<br />6<br />&ldquo;Mustard. But separate-like. Just don&rsquo;t drip it all over our food,<br />okay?&rdquo;<br />&ldquo;Okay.&rdquo;<br />The beer that we order is very nice, smooth and creamy, of which<br />opinion I notifies Mr. Gomez right away. Mr. Gomez agrees and<br />we proceed drinking, chit-chatting like two old ladies, and generally<br />behaving in a good, benevolent sort of way. I close my eyes for a mo-<br />ment and relax as the soma of beer slowly creeps through my body,<br />leaving the impression of laziness upon my muscle and bone, making<br />me vaguely consider the possibility of surrender, but as there is none<br />to who surrender or what, I open my eyes and consider the bartender.<br />She has a nice round ass and C-cup breasts. I am not familiar with the<br />standard method of quantifying female breasts&rsquo; firmness and volume,<br />&amp; I would therefore say: each of her breasts occupies approx. 16oz,<br />making it 32oz total. As for firmness, as there is _really_ no way of<br />quantifying that, I would just say, they looked nice and firm to me.<br />After an over-extended wait, the spotting of our food at the time<br />it was ready and the subsequent mild kick-starting the bartender to<br />bring us our food, please, Mr. Gomez and I, we discover that the<br />&ldquo;huge&rdquo; combo dish be actually a medium-sized one, and we proceed<br />to munch it down fairly quickly. We are still hungry for more, but<br />since 15min have passed, we have make the choice to finish our beer<br />and to go to the Interventional Center and chat with Jaime, who<br />would hopefully tell us about the Party. On our way there, Mr. Gomez<br />brings my attn. to an exhibition of work by Goya, who would make<br />art about war between Spanish civilians (ie., guerilla) and the French<br />military. The artist Goya also happens to have come from the general<br />neighborhood of Mr. Gomez&rsquo;s permanent residence, same town,<br />making latter particularly interested in Goya&rsquo;s work. Mr. Gomez<br />explains it to me.<br />&ldquo;Goya has a painting where there is a tree growing out of a guy&rsquo;s<br />ass, and it end in his mouth. That&rsquo;s painful.&rdquo;<br />&ldquo;Yessir. I wouldn&rsquo;t do that habitually for pleasure. No sir.&rdquo;<br />&ldquo;And he titles his paintings funny. Like &lsquo;That&rsquo;s bad&rsquo; and &lsquo;That&rsquo;s<br />worse.&rsquo;&rdquo;<br />7<br />At the Interventional Center we finally meet Jaime who tells us<br />to go down Telegraph st., there sure be parties there. We do that<br />but find no parties at all. Instead, we go to a Wallgreen&rsquo;s and buy<br />some ice-cream. We buy a great 1.75-Quart ice-brick and shop-lift<br />two forks to eat it with. Then we stand in the middle of the walk<br />and offer &ldquo;Free Icecream! Free Icecream!&rdquo; to everyone, in particular<br />to a group of maybe two dozen chicks who walk past us, then go in<br />the opposite direction, then split into two smaller groups, one group<br />gets immediately lost, then joins back the other group who apparently<br />knows where they are going, while three chicks negotiate privately<br />that maybe they should go someplace else. All the while talking on<br />the phone. Then we aim but do not throw our ice-cream at them<br />and I gives them a little bit of chase, and they gives me a little bit of<br />run. After that, Mr. Gomez and I proceed to the regular bar.<br />This time the same bouncer gives us yellow paper wristbands to<br />wear, because now is apparently late and that is the proper way of<br />conduct. I try to sneak in with the fucking ice-brick in my hands, Mr.<br />Gomez going first and attemping to distract their attention and con-<br />ceal my sneaky invasion with his broad shoulders. But they stop me.<br />&ldquo;What the fuck is that?&rdquo;<br />&ldquo;That would be icecream, sir.&rdquo;<br />&ldquo;Why are you bringing Walgreens icecream to a pub?&rdquo;<br />&ldquo;Because you guys don&rsquo;t serve icecream.&rdquo;<br />With that, they let us in.<br />We assume seats at a table next to two black women, in their 30&rsquo;s,<br />one 6.5/10 and another 4.9/10. Then we check out the backroom<br />where is going to be music and dancing, then go back to our table and<br />finish our cream-brick.<br />The vanilla-chocolate icecream is now delicious, whence we are<br />warm inside-a-building-wise and the icecream is half-melted and<br />creamy. Every icecream is a milkshake in disguise. With great pleasure<br />we devour the last bits of it, then order another jar, or pitcher of beer,<br />and lookout for some entertainment tonight.<br />The regular bar is reasonably crowded now, approx. 63 people.<br />Young, attractive females and males, predominantly college students.<br />8<br />I notice a loser guy chatting with a cute girl, 8/10, 5&rsquo;10&rdquo;, 150lb,<br />brunette, Slavic-looking. The loser wears a hoody almost exactly like<br />mine, and he is quite handsome by facial features, but there is sadly<br />one thing he lacks: he wouldn&rsquo;t step on your foot, not deliberately-<br />wise. Thence they are joined by another girl, 5.5/10, 5&rsquo;9&rdquo;, 186lb, dirty<br />blonde and I tells Mr. Gomez: &ldquo;Sir, let&rsquo;s meet them!&rdquo; Mr. Gomez<br />kindly oblidges and we execute our approach.<br />&ldquo;Hello.&rdquo;<br />&ldquo;Hi.&rdquo;<br />&ldquo;I&rsquo;m Victor.&rdquo;<br />&ldquo;I&rsquo;m [_inserts_name_here_].&rdquo;<br />&ldquo;Nice to meet you. This is my friend.&rdquo;<br />&ldquo;Daniel.&rdquo;<br />At this point, Mr. Gomez plants two kisses on her cheecks. This<br />a highly unusual way of saying hi in North America, throws most<br />girls off-guard. So then I kisses her too. One kiss on one cheeck, one<br />kiss on another. Okay, so she is fat and unattractive. The other one<br />is prettier. We introduce ourselves to each other, all of us except the<br />loser guy. He just stands there, smiling. After a bit of chit-chat we bid<br />farewell and go to the Party.<br />Now, what exactly is the Party? To be completely honest, I do<br />not know. I did not know until we were there already. The entry hap-<br />pened in the following manner. We went to the fraternity farm (ie.<br />the collection of houses, several city-blocks), when looked around to<br />find one house with loud music and dressed-up people going in and<br />out. There was one like that, with a bunch of females going in, and<br />we sort of joined them. A female at the door, 8/10 150lb 5&rsquo;9&rdquo;, she<br />pretended to be the bouncer and motioned us in. First Mr. Gomez,<br />she put her hand on his shoulder and motioned him &ldquo;Go Inside.&rdquo; He<br />oblidged. Then I, she put her hand on my shoulder and motioned me<br />&ldquo;Go Inside.&rdquo; I oblidged.<br />First we go up the stairs. The house is old, possibly hundred years<br />old, nice woodwork and interiors and the lights. The elaborate stair-<br />case makes a round standing podium of 12&rsquo; in diameter, a mid-floor<br />going from 1st to 2nd. As we stand there, Mr. Gomez says, &ldquo;Count,<br />9<br />how many girls do you see just on this floor?&rdquo;<br />&ldquo;Eleven,&rdquo; I say. And besides us, there is just one other guy. We<br />are delighted.<br />We goes to the top-most floor and thence we goes further, to the<br />on-rooftop porch, and the 2nd half-floor of the on-rooftop porch.<br />We are at the very highest point, sir, and thence we goes down. We<br />goes down to the basement and there it is---The Party. Three frat<br />boys manning the bar. I get rum &amp; cola. We drink. There are people<br />mingling and the place is crowded, it is crowded in exactly the right<br />way. You have to squeeze your way through if you want to go from<br />one side of the room to another, and everyone is comfortable with<br />brushing flesh with one another, and we are, too. The music they<br />play is double-layered, high-freq. vocals superimposed on solid base<br />dance beat, it sounds great. They play mostly European dance music,<br />exactly the stuff we want to hear. The lights are adjusted deliberately<br />and well: there is a white strobe-light going off several times per<br />second, freezing your moves in photographic, monumental poses<br />that appear significant no matter your (absence of a) style of danc-<br />ing. Multi-color rotating scope adds perfectly dim and non-revealing,<br />color not light, no light there is only color, making the scene perfect,<br />perfect, perfect. You look at the crowd and you cannot differentiate<br />faces. You do not need to differentiate bodies either, the crowd is one<br />dancing organism, unified by the means of Dyonisian trance that is<br />both an objective and the achievement. Mr. Gomez turns to me and<br />screams in mine ear.<br />&ldquo;We have made it!&rdquo;<br />&ldquo;Yes!&rdquo;<br />&ldquo;We&rsquo;re here!&rdquo;<br />&ldquo;Yes!&rdquo;<br />We have made it. We were so happy. That was a peak of happiness,<br />the joy of finally discovering what we have been looking for, a perfect<br />conclusion to Mr. Gomez&rsquo;s stay here, and a fine night overall. The<br />Party is not as much a structured event, it is more an environment<br />that we, Mr. Gomez and I, are fully capable of taking advantage of.<br />We differentiate it.<br />10<br />&ldquo;Do not drink too much, Mr. Mironoff, you must remember ev-<br />erything!&rdquo; (Unlike on 2008-02-24)<br />We dives in the crowd and starts dancing. There were several<br />girls I remember particular. A short, chubby, 5.5/10 5&rsquo;8&rdquo; 195lb<br />brunette 20y.o.? girl danced with me like we were fucking. Front to<br />back, my dick to her ass. At first I flowed with her movements, that<br />is I responded to her movements, but whence she started to violently<br />rub against my crotch, I just stood there maintaining static balance,<br />she bend over and gave me a great dance, my dick felt all fuzzy and<br />warm as I had a rock-hard hard-on. No sir, this girl was not very at-<br />tractive, but this butt-fucking emulation certainly was fun. So this is<br />one I remember.<br />Another was a curious, if completely explainable, experience.<br />Three girls: 8.5/10 5&rsquo;9&rdquo; 135lb brunette *2 (sisters?) HOT HOT HOT,<br />and one 5/10 5&rsquo;8&rdquo; 176lb brunette UGLY, and the latter was guarding<br />the two hot ones against any ponential male intrusion, like maybe of-<br />fer of sex. So the two hot females---one wore blue and one wore red,<br />so let&rsquo;s call them Blue and Red---the Blue and Red dance with each<br />other. I attempted rubbing in, naturally, I started dancing with the Red<br />from behind, and not ten seconds later the ugly chick, let&rsquo;s call her<br />Mother, she stood in my way, and she pushed me away. No despair, I<br />floats around to the other side and asks the Blue,<br />&ldquo;What&rsquo;s up? She your mother?&rdquo;<br />&ldquo;Something like that,&rdquo; she replies, and the Mother again appears,<br />squeeses in between us and pushes me away. So it is typical of an ugly<br />female like that to be all-against-like and no-no! and protecting-like<br />of her friends who can totally get laid and have a great fun time. But<br />she can&rsquo;t, so she&rsquo;s being an ass, or not being an ass... depends how<br />you look at it.<br />What also interested me in this is how responsive the Red was.<br />She was considerably wasted thence, I would imagine, she never said<br />a word to me or to her girlfriends, but she responded perfectly to<br />my every move; I would put my hand on her hip, my other hand on<br />her opposing shoulder and reaching for her breast, and she would<br />respond is a perfectly implicit way. But thence, the Mother would rub<br />11<br />in between us and push me away, rather violently, and I would give<br />it one more attempt, after which I took off to look for Mr. Gomez<br />because hey! There were these two hot chicks and I would take one<br />and he would take the other, and if there are two of us, the two cocks,<br />perhaps we can negotiate with the Mother better because a Mother is<br />only one, and it would be at least inconvenient and at best impossible<br />for her to defend her precious possession, the Blue and the Red, from<br />a well-organized and technically correct intrusion from two fronts<br />by to cocks, that is Mr. Gomez and I. But thence I couldn&rsquo;t find Mr.<br />Gomez easily, and anyway he is more into oriental girls I hear, so I<br />move on.<br />And the third very good memory I have of that night is making<br />out with a girl, I do not know her name and I do not remember her<br />face or bodily proportions, but we were making out for five minutes<br />and then she pulled away and said,<br />&ldquo;Sorry, I don&rsquo;t make out with random strangers.&rdquo;<br />Then she left. That was great. I went to stand by the wall. I looked<br />abstractly at the people around, a wide-angle, perspective view of<br />what was there. I wanted to memorize it all. The party was in full<br />throttle. It was a vision of victory in prospect.<br />Perhaps the most significant memory of the night that I have<br />was of two Indian girls, Sofia and Tamara. I talked to Tamara first<br />but then I switched to her younger sister. We danced. She was very<br />responsive---I consider this very important, how responsive girls are-<br />--and I just really enjoyed dancing with her. I even thought at length<br />of giving her pleasure---as opposed to receiving pleasure from her.<br />That is another very important thing. Only to girls I seriously like I<br />consider actually giving pleasure. After an amazing dance she gave me<br />her number (xxx-xxx-xxxx), said that she has to find her sister. I&rsquo;ve<br />never seen her again.<br />At around 2am they actually kick us out and we missed all, if any,<br />opportunities to crash at someone else&rsquo;s place. Thence a fratboy said<br />that there be a bus no. 800 going Downtown San Francisco, and that<br />is how we actually slept on our own hostel beds.<br />The following morning Mr. Gomez woke me up at about 10am,<br />12<br />which means I missed breakfast, he packed his things and left. He<br />boarded a Greyhound bus to L.A. departing at 2:15pm. I walked him<br />to the bus station. He gave me a 5oz liquor flask, one chicken egg, and<br />told me that I can eat the ravioli that he has left in the fridge. I took<br />a picture of him standing in the bathroom doorway wearing only un-<br />derwear and gave him a print. We learned from each other a lot, and<br />spoiled each other a little. Overall, we both agree that this week had<br />been great, and it would be considerably difficult to make it any better.<br />It was fucking perfect. Now we proceed to the next step.<br />13</p>","id":208,"inappropriate_count":0,"is_anonymous":false,"is_done":0,"is_feature":1,"is_outsource":false,"is_public":1,"is_trash":0,"issue_id":1,"name":"San Fran 2008-02-29","name_seo":"San_Fran_2008_02_29","photo_content_type":"image/jpeg","photo_file_name":"sf.jpg","photo_file_size":61896,"photo_updated_at":"2011-10-21T02:05:47Z","rating_denominator":0,"rating_numerator":0,"subhead":"The last night of GomezÃ¢Â€Â™s stay here was supposed to be, definitely\r\nrequired to be good. And it was. We went to Berkeley to attend The\r\nParty, which I had only a vague idea about Ã¢Â€Â˜cept the fact that it was to\r\noccur on a college campus, therefore young beautiful people and free\r\nbooze.","updated_at":"2011-05-02T00:00:00Z","user_id":1,"x":"37.860164","y":"-122.279434"},{"active_at":"2012-01-01T00:00:00Z","address":null,"cities_user_id":null,"city_id":22,"created_at":"2011-04-26T00:00:00Z","day_id":null,"descr":"<p>Nowadays, the city is pretty nice and it is hard to imagine that once it was the center of the Gold Rush, prostitution and home for many gamblers. However, it is great to walk through district with Victorian architecture trying to restore pictures from the past in your head. We did the same thing while walking along the bay.<br /><br />As a rule, every report needs some key points. So we decided to base it on description of our trips to main points of interest in given location. The first place to go was the Golden Gate Bridge. When going south, you have to pay 6$ entrance fee, but we must tell you that it is really worthy thing. This beautiful orange-coloured construction has pedestrian ways. But if you are afraid of being tired, take a couple of bicycles as there are some bike lanes as well. It seems that the only thing which will be needed during your stroll or drive is a photo camera. Landscapes of San Francisco situated on hills and the bay are truly amazing. And keep in mind that the bridge is covered with lights in the night and becomes really golden.<br /><br />It is unimaginable to be in Frisco and not to visit Alcatraz. Mostly, it is known as ex-prison place, but its real history is far more interesting and complicated. And we started to discover it right after getting off ferry. For a long time it was used as a lighthouse and army fortress. And only after it became prison. The latter was closed in the second part of the XX century and this property became touristic landmark. It as great to see many illustrations that touches the history of the island and listen to guide who told<br />many stories about it.<br /><br />The next place to go to was the San Francisco Chinatown. San Francisco has reputation of liberal city and so far it is not surprising that Asians started to discover North America from that point. Modern Chinatown in Frisco is the biggest one in North America. And, surely, quite interesting. You can find everything you wish in here: dragon parades, unique restaurants with Chinese cuisine, shops with all imaginable goods, worship locations and other stuff. Maybe, that is the reason why thousands of backpackers come here every year. So did us. There was a strange feeling that we have missed the borderline somewhere. This place seems to be absolutely another country and this fact is fantastic.<br /><br />The San Francisco Ferry building was ours next point. We liked the idea of getting free tour which is available. This is quite busy embarkation point, must tell. Ships are coming and leaving all the time it was an interesting process for us, people from landlocked city. The fact that you can easily check your time with the main clock of the city is a plus.<br /><br />We had little time before going away, so we decided to go to Pier 39. Saying that it is popular is saying nothing. This place is recognized as one of the leading shopping and entertaining area. Many restaurants, shops, attractions, walking areas and other items are located in here. We had no time to try all mouthwatering dishes, but we had a couple of shot of sea lions. They were lovely.<br /><br />We felt sweet sadness at the end, because we liked the place, but there are so many unvisited places to go to! Next time, we suppose.</p>","id":395,"inappropriate_count":0,"is_anonymous":false,"is_done":0,"is_feature":0,"is_outsource":false,"is_public":1,"is_trash":0,"issue_id":1,"name":"San Francisco","name_seo":"San_Francisco","photo_content_type":"image/jpeg","photo_file_name":"cisco.jpg","photo_file_size":57369,"photo_updated_at":"2011-10-21T02:24:13Z","rating_denominator":0,"rating_numerator":0,"subhead":"It is not a secret that San Francisco is a popular tourist destination. ThatÃ¢Â€Â™s why we decided to visit this place and write a little report afterwards for those guys who havenÃ¢Â€Â™t been to this city. So far, here are our impressions.\r\n","updated_at":"2011-05-02T00:00:00Z","user_id":89,"x":"37.788692","y":"-122.415175"},{"active_at":"2012-01-01T00:00:00Z","address":null,"cities_user_id":null,"city_id":null,"created_at":"2011-04-28T00:00:00Z","day_id":null,"descr":"<p>Chicago is known as the Windy City and it`s true: the winds here sometimes get to you. On some holidays like New Year`s Ewe and Thanksgiving, it is even hard to ride a motorcycle because the wind tries to knock you out of your seat. But you learn to lean with the wind. In general however, I would say that what Chicagoans and visitors say is true: in the summer, Chicago is great. In the winter, it`s cold and generally unpleasant. If you absolutely do not tolerate cold, please do not relocate ;-)<br /><br />During the summer the number of festivities in Chicago is over the top. There are street parties more than once per week. They are all on the weekends, and there are two or three street festivals going on every weekend during summers in Chicago. See Taste of Chicago, and Taste of Lincoln Park, Taste of Wicker Park as examples.<br /><br />One of the biggest events of the summer is Lollapalooza. If you have not, perhaps you should consider buying your tickets already ;-) Lolla attracts millions of people every year. In 2011, the event will happen August 5th through 7th in Grant Park.<br /><br />The club selection in Chicago is pretty good. Not on par with New York, San Francisco or Miami---but, in the minds of many (myself included), clubs in Chicago are pretty good. If you are a beginner in the club scene, you should consider the following:</p>\r\n<ul>\r\n<li>Spy Bar</li>\r\n<li>Vision</li>\r\n<li>Smart Bar</li>\r\n<li>Sound Bar - the Metro</li>\r\n<li>Crescendo</li>\r\n<li>Crobar was good but it closed</li>\r\n<li>Green Dolphin experienced a game over in 2010 as well, too bad </li>\r\n<li>Empty Bottle</li>\r\n<li>Debonair</li>\r\n<li>Congress Theater</li>\r\n</ul>\r\n<p><br />Additionally, if you like the Party, check our the 6-corner center of Wicker Park, it's really really good.<br /><br />In the next article I will give a more in-depth analysis of party venues in Chicago and explain why some are better than others, and why some people will prefer some clubs better than others. I will break up the Chicago clubs by type and by ambience, so you will know which one you will like the best, depending on your personal character ;-) Stay tuned!<br /><br />Write in the comments what your favorite club is!</p>","id":396,"inappropriate_count":0,"is_anonymous":false,"is_done":0,"is_feature":0,"is_outsource":false,"is_public":1,"is_trash":0,"issue_id":1,"name":"Travel to Chicago","name_seo":"travel-to-chicago","photo_content_type":"image/jpeg","photo_file_name":"chicago-18.jpg","photo_file_size":68879,"photo_updated_at":"2011-10-21T02:24:55Z","rating_denominator":0,"rating_numerator":0,"subhead":"If you live in Midwest, elsewhere in United States, or in Europe or other countries, anywhere on planet earth---Chicago without a doubt is a great destination, worthy of considering in your travel plans. Chicago has many beautiful attractions, the Millenium Park downtown, abundant night life, great weather (heh), and lots of things to do in the summer.","updated_at":"2011-05-12T00:00:00Z","user_id":89,"x":null,"y":null},{"active_at":"2012-01-01T00:00:00Z","address":null,"cities_user_id":null,"city_id":22,"created_at":"2011-09-26T00:00:00Z","day_id":null,"descr":" * mighty (119 utah st)\r\n * fuel lounge (1108 market st & 7th)\r\n * project one (251 rhode island @ 16th)\r\n * roe nightclub (651 howard st)","id":13726,"inappropriate_count":0,"is_anonymous":false,"is_done":1,"is_feature":0,"is_outsource":false,"is_public":1,"is_trash":0,"issue_id":null,"name":"Some more clubs in San Francisco","name_seo":"clubs-in-sf","photo_content_type":"image/jpeg","photo_file_name":"08.jpg","photo_file_size":67363,"photo_updated_at":"2011-10-21T02:33:39Z","rating_denominator":0,"rating_numerator":0,"subhead":"","updated_at":"2011-09-26T21:14:47Z","user_id":1,"x":"37.785097","y":"-122.403417"}],"subhead":"(ticket, lottery, sale, purchase, 2011, 2012, 2013, tickets, scalp) Burning Man (BM) faces huge scaling issues - read the blog* They say they have reached the limit placed on them by the bureau of land or whatever. I think next year people will start adapting to weird ticket selling system by putting together their own statistical purchasing systems... let me know if you want to pool identities for 2013 ticket purchasing! ;-) Not to mention that everyone was pissed off at that ticket lottery business.","updated_at":"2012-07-16T13:36:45Z","user_id":1,"videos":[],"x":null,"y":null}